Repository: custplace/prestashop
Catalog: translations/*/ModulesCustplaceCustplace.*.xlf
Languages: ar_sa

source: Custplace.com est une plateforme web de gestion d'avis clients et d'enquêtes de satisfaction.
ar_sa: .هي منصة ويب لإدارة مراجعات العملاء واستطلاعات الرأي Custplace.com

source: Voulez-vous vraiment le désinstaller ?
ar_sa: هل أنت متأكد أنك تريد إلغاء تثبيته?

source: Informations de connexion
ar_sa: معلومات تسجيل الدخول

source: ID client
ar_sa: معرف العميل

source: Clé API
ar_sa: مفتاح API

source: Delai de sollicitation
ar_sa: فترة الالتماس

source: jours
ar_sa: أيام

source: Enregistrer
ar_sa: حفظ

source: Clé widget
ar_sa: مفتاح القطعة

source: Widget Avis Produit
ar_sa: قطعة مراجعات المنتج

source: Activer le widget avis produit afin d'atteindre les avis de votre clients
ar_sa: فعل أداة مراجعة المنتج للوصول إلى تعليقات عملائك

source: Oui
ar_sa: نعم

source: Non
ar_sa: لا

source: Widget Sceau de confiance
ar_sa: قطعة ختم الثقة

source: Activer le widget sceau de confiance
ar_sa: تفعيل أداة ختم الثقة

source: Clé Widget
ar_sa: مفتاح القطعة

source: La commande est envoyée avec success
ar_sa: تم إرسال الطلب بنجاح

source: Sollicitation des avis Custplace
ar_sa: custplace التماس الآراء

source: Date Consultation
ar_sa: تاريخ الاستشارة

source: Statut
ar_sa: وضع
